let initialState = [
    {title: 'Украина вводит пошлины на спички из Беларуси и России' ,
    date: 'Опубликовано 24.05.2020 в 13.30',
    text: `Решение было принято на Межведомственной комиссии по международной торговле, где рассматривали вопрос защиты украинских товаропроизводителей от недобросовестного импорта.
    «По результатам проведения антидемпингового расследования относительно импорта в Украину спичек происхождением из Республики Беларусь и Российской Федерации установить антидемпинговую пошлину для Беларуси в размере 21,32%, для РФ в размере 45,79%», — сообщили в ведомстве.
    Дата, с которой начнут действовать новые ставки пошлины, не указаны.`
   } ,
   {title: `«Наш продукт — любимчик американцев». На Октябрьской открылось кафе с бейглами от 5 до 9,4 рубля` ,
    date: 'Опубликовано 23.05.2020  в 14.05',
    text: `«Ночью и утром 24 мая местами по восточной половине республики ожидаются заморозки 0, -2ºC», — сообщили синоптики.
    Заморозки представляют опасность для сельскохозяйственных растений, в осенне-весенний период — для семян и всходов. Специалисты советуют разные способы защиты растений от заморозков.
    `
   }, 
   {title: `«Наш продукт — любимчик американцев». На Октябрьской открылось кафе с бейглами от 5 до 9,4 рубля` ,
    date: 'Опубликовано 23.05.2020  в 14.05',
    text: `«Ночью и утром 24 мая местами по восточной половине республики ожидаются заморозки 0, -2ºC», — сообщили синоптики.
    Заморозки представляют опасность для сельскохозяйственных растений, в осенне-весенний период — для семян и всходов. Специалисты советуют разные способы защиты растений от заморозков.
    `
   } 
]

const newsReducer = (state = initialState, action) => {
return state
}

export default newsReducer